/* The %C is replaced by the ellipses (...) character */
"Open Spaces Preferences%C" = "Avaa Spaces-asetukset%C";

/* Spaces is not enabled string */
"Spaces is not enabled" = "Spaces ei ole käytössä";

/* spaces menu extra */
"spaces menu extra" = "spacesin valikkoekstra";

